Repository: alcadica/develop
Catalog: po/extra/*.po
Languages: nl

source: Create apps and widgets
nl: Maak toepassingen en widgets

source: Develop App
nl: Toepassingen ontwikkelen

source: Develop;
nl: Develop;Ontwikkelen;Bouwen;Maken;Programmeren;

source: Creates easily apps and widgets
nl: Maak eenvoudig toepassingen en widgets

source: A simple tool to help developers to develop their own apps and widgets.
nl: Een eenvoudig hulpprogramma voor het ontwikkelen van toepassingen en widgets.

source: With this app you can scaffold an App, a Switchboard Widget or a Wingpanel Indicator
nl: Met deze toepassing kun je een toepassing, Switchboard-plug of Wingpanel-indicator maken.

source: Updates translations
nl: Vertalingen bijgewerkt

source: Updates translations files
nl: Vertaalbestanden bijgewerkt

source: Adds French translations (@NathanBnm)
nl: Franse vertaling, met dank aan @NathanBnm

source: Adds Spanish translations (@iuninefrendor)
nl: Spaanse vertaling, met dank aan @iuninefrendor

source: Adds Portuguese translations (@aimproxy)
nl: Portugese vertaling, met dank aan @aimproxy)

source: Publish the app on Juno
nl: Publiceren op Juno

source: Fills generated README.md files with installing and compiling instructions
nl: Voegt installatie- en compilatie-instructies toe aan gegenereerde README.md-bestanden

source: Adds a small disclaimer about user data consumption (they are not saved on a server)
nl: Voegt een korte vrijwaring toe over het gebruik van gebruikersgegevens (welke niet worden opgeslagen op een server)

source: Fixes a small bug
nl: Kleine fout opgelost

source: New features:
nl: Nieuwe mogelijkheden:

source: Opens a folder on success
nl: Opent een map na voltooiing

source: Bug fixes:
nl: Opgeloste fouten:

source: Don't create folders in home directory
nl: Maak geen mappen aan in de persoonlijke map

source: Use "office-contact" instead of "vcard" icon
nl: Gebruik het pictogram "office-contact" in plaats van "vcard"

source: Welcome View is too big
nl: Het welkomstscherm was te groot

source: Improves first run screen
nl: Instelhulp verbeterd

source: Features
nl: Kenmerken

source: Creates elementary OS app template
nl: Maak elementary OS-toepassingssjablonen

source: Creates elementary OS switchboard plug template
nl: Maak elementary OS-switchboardsjablonen

source: Creates elementary OS wingpanel indicator template
nl: Maak elementary OS-wingpanelsjablonen
