Repository: alcadica/develop
Catalog: po/*.po
Languages: nl, ru

source: Preferences
nl: Voorkeuren
ru: Настройки

source: Choose project folder
nl: Kies de projectmap
ru: Выберите папку проекта

source: Create a new elementary App
nl: Maak een nieuwe elementary-toepassing
ru: Создать новое приложение

source: App name
nl: Appnaam
ru: Название приложения

source: RDNN name
nl: RDNN-naam
ru: RDNN имя

source: Switchboard category
nl: Switchboard-categorie
ru: Категория параметров системы

source: Create a new Switchboard Plug
nl: Maak een nieuwe Switchboard-plug
ru: Создать новый плагин для параметров системы

source: Plug name
nl: Plugnaam
ru: Название плагина

source: Plug description
nl: Plugomschrijving
ru: Описание

source: Personal
nl: Persoonlijk

source: Network
nl: Netwerk

source: System
nl: Systeem

source: Other
nl: Overig

source: Create a new Wingpanel Indicator
nl: Maak een nieuwe Wingpanel-indicator
ru: Создать новый индикатор Wingpanel

source: Indicator description
nl: Indicatoromschrijving
ru: Описание

source: Indicator name
nl: Indicatornaam
ru: Названия индикатора

source: Name:
nl: Naam:
ru: Имя:

source: John Doe
nl: Jan Jansen

source: Email:
nl: E-mailadres:
ru: Электронная почта:

source: myemail@gmail.com
nl: mijnemailadres@gmail.com

source: Personal github address:
nl: Persoonlijk GitHub-adres:
ru: Личный адрес на github:

source: https://github.com/yourname
nl: https://github.com/mijnnaam

source: Personal website:
nl: Persoonlijke website:
ru: Персональный сайт:

source: https://www.mywebsite.com
nl: https://www.mijnwebsite.nl

source: User settings
nl: Gebruikersinstellingen
ru: Личные данные

source: First run setup
nl: Instelhulp
ru: Первый запуск

source: Before proceeding I'd love to know more about you
nl: Voordat je doorgaat, wil ik wat meer over je te weten komen
ru: Прежде чем продолжить необходимо узнать о вас побольше

source: Your data will not be stored in a server
nl: Je gegevens worden niet opgeslagen op een server
ru: Ваши данные будут храниться только на этом компьютере

source: Save user data
nl: Gebruikersgegevens opslaan
ru: Сохранить личные данные

source: Back
nl: Terug
ru: Назад

source: Sets your personal developer data
nl: Stel je persoonlijke ontwikkelaarsgegevens in
ru: Устанавливает ваши личные данные разработчика

source: Develop for elementary
nl: Ontwikkelen voor elementary
ru: Develop для elementary OS

source: Choose what you wish to develop
nl: Geef aan wat je wilt ontwikkelen
ru: Выберите, что вы хотите создать

source: App
nl: Toepassing
ru: Приложение

source: Create a new elementary OS application.
nl: Maak een nieuwe elementary-toepassing.
ru: Создание нового приложения для elementary OS.

source: Create a new elementary OS switchboard plug.
nl: Maak een nieuwe Switchboard-plug.
ru: Создание нового плагина для параметров системы elementary OS.

source: Create a new elementary OS wingpanel indicator.
nl: Maak een nieuwe Wingpanel-indicator.
ru: Создание нового индикатора Wingpanel.

source: Create
nl: Maken
ru: Создать

source: Undo
nl: Ongedaan maken
ru: Отменить

source: Optional
nl: Optioneel
ru: Необязательный

source: Switchboard plug
ru: Плагин для параметров системы

source: Wingpanel indicator
ru: Индикатор Wingpanel
